Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/bevilger_tilskudd_til_samiske_laeremidler_.html.tmx
Source language: nob
Languages: sme

source: Bevilger tilskudd til samiske læremidler
sme: Doarjja ovdánahttit sámi oahpponeavvuid

source: Sametingsrådet bevilger 25 millioner kroner til utvikling av samiske læremidler.
sme: Sámediggeráđđi juolluda 25 miljon ruvnno sámi oahpponeavvuid ovdánahttimii.

source: Sametinget gir årlig tilskudd til utvikling av ordinære og spesielt tilpassede læremidler for grunnskoleundervisning, både på nord-, lule- og sørsamisk.
sme: Sámediggi addá jahkásaččat doarjaga ovdánahttit dábálaš ja earenoamážit heivehuvvon oahpponeavvuid vuođđooahpahussii, sihke davvi- julev ja lullisámegillii.

source: Med bevilgningen på 25 millioner kroner har sametingsrådet gitt tilskudd både til utvikling av nye læremidler og til fornying av læremidler i forbindelse med fagfornyelsen.
sme: Sámediggeráđđi lea 25 miljon ruvdnosaš doarjjajuolludemiin addán doarjaga ođđa oahpponeavvuid ráhkadeapmái ja numot diibmá ge de lea dán jagi maiddái addán doarjaga oahpponeavvuid ođasmahttit fágaođasteapmái.

source: Læremidler til opplæring av samisk som andrespråk
sme: Sámegiella nubbingiella oahpahussii oahpponeavvut

source: Av årets tildeling har Sametinget gitt 14,2 millioner kroner i tilskudd til utvikling av nye læremidler til faget samisk som andrespråk, både i lule-, sør- og nordsamisk.
sme: Dán jagi juolludeamis lea Sámediggi addán 14,2 miljon ruvdnosaš doarjaga ovdánahttit ođđa oahpponeavvuid sámegiella nubbingiella fágii sihke julev-, mátta- ja davvisámegielaide.

source: – Vi er glade for at det nå skal utvikles nye læremidler i lulesamisk til elever på grunnskole og videregående opplæring, der vi vet det er stor mangel på læremidler, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: – Mii leat ilus go dál galget ráhkaduvvot ođđa oahpponeavvut julevsámegillii, vuođđoskuvlla ja joatkkaoahpahusa ohppiid váste, gos mii diehtit lea stuora váilevašvuohta oahpponeavvuide, cealká sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Alle læremidler som utvikles er digitale læremidler som ivaretar intensjonene i det nye læreplanverket.
sme: Buot oahpponeavvut mat ráhkaduvvojit leat digitála oahpponeavvut ja mat vuhtiiváldet ođđa oahppoplánaid áigumuša.

source: Læremidlene skal også ivareta personopplysninger og utvikles etter gjeldende lovverk for universell utforming av læremidler.
sme: Oahpponeavvut galget maiddái vuhtiiváldit persovdnasuodjalusa ja ráhkaduvvojit oahpponeavvuid universealla hábmema láhkaásahusa ektui.

source: Fornyelse av Multi 1-4
sme: Multi 1-4 ođasteapmi

source: Sametingsrådet har gitt tilskudd til å fornye de nordsamiske Multi matematikklærebøkene og nettressursdelene for 1.-4. årstrinn, i forhold til fagfornyelsen.
sme: Sámediggeráđđi lea maid addán doarjaga ođastit davvisámegielat Multi matematihkkagirjjiid ja neahttaosiid fágaođastusa ektui, 1.-4. jahkecehkiid váste.

source: – Vi vet at matematikkbokopplaget på nordsamisk er utsolgt i enkelte årstrinn, noe som selvfølgelig går sterkt utover småskoletrinnets elevers matematikkopplæring, da de ikke kan benytte samiske læremidler i opplæringen, sier Mikkelsen
sme: – Mii diehtit ahte matematihkkagirjedeaddileamit davvisámegillii lea nohkan muhtin cehkiide, mii diehttelas čuohcá garrasit smávvaskuvladási ohppiid matematihkkaoahpahussii, go eai beasa geavahit sámegiel oahpponeavvuid matematihkka oahpahusas, dadjá Mikkelsen.

source: Derfor ser sametingsrådet som veldig nyttig at det nå gis tilskudd til matematikk i nordsamisk, til fornying av bøkene og nettdelene, og til å utgi de i ny utgave slik at alle skoler igjen kan ta i bruk de samiske læremidlene i opplæringen, som i tillegg er tilpasset de nye læreplanene.
sme: Dan dihte oaidná sámediggeráđđi hirbmat stuora ávkin go addá doarjaga davvisámegiel matematihkkii, ođastit girjjiid ja neahttaosiid ja almmuhit ođđa hámis daid vai buot skuvllat fas besset atnigoahtit sámegiel oahpponeavvuid oahpahusas, mat dasa lassin lea ođđa oahppoplánaide heivehuvvon.

source: Med fagfornyelsen er det blitt innført nye tverrfaglige temaer i skolen, som folkehelse og livsmestring og demokrati og medborgerskap.
sme: Fágaođastusa olis sisafievrriduvvojedje ođđa fágaidrasttildeaddji fáttát skuvlii, nu movt álbmotdearvvašvuohta ja eallimis birgen ja demokratiija ja mielborgárvuohta.

source: Disse temaene er nye i læreplansammenheng, og de skal utfordre elevene til bevissthet omkring samfunnsutfordringer og muligheter.
sme: Dát fáttát leat áibbas ođđasat oahppoplánaid oktavuođas, ja galget hástalit ohppiid dihtomielalaččat jurddašit servvodathástalusaid, ja -vejolašvuođaid birra.

source: – Sametingsrådet er spesielt fornøyd med at vi nå har innvilget tilskudd til utvikling av filmer som tar for seg de temaene, sier Mikkelsen.
sme: – Sámediggeráđđi lea earenoamáš duhtavaš dainna go leat juolludan doarjaga ovdánahttit ja ráhkadit filmmaid mat ovddidit daid fáttáid, dadjá Mikkel Eskil Mikkelsen.

source: Se alle bevilgningene til samiske læremidler 2020
sme: Geahča buot doarjjajuolludusaid sámi oahpponeavvuide 2020
